tap "servehub/tap"
tap "trufflesecurity/trufflehog"
brew "neovim"
brew "tmux"
brew "tpm"
brew "eza"
brew "lazygit"
brew "mkcert"
brew "gh"
brew "go"
brew "nvm"
brew "ripgrep"
brew "fd"
brew "stow"
brew "yazi"
brew "mas"
brew "pnpm"
brew "cocoapods"
brew "trufflesecurity/trufflehog/trufflehog", trusted: true
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "zed"
cask "claude"
cask "claude-code"
cask "telegram"
cask "slack"
cask "roon"
cask "alfred"
cask "1password"
cask "1password-cli"
cask "discord"
cask "google-chrome"
cask "vlc"
cask "zoom"
mas "Xcode", id: 497799835
