tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "servehub/tap"
brew "neovim"
brew "tmux"
brew "eza"
brew "lazygit"
brew "mkcert"
brew "gh"
brew "go"
brew "nvm"
brew "ripgrep"
brew "fd"
brew "stow"
brew "yazi"
brew "1password-cli"
cask "logi-options-plus"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "visual-studio-code"
cask "telegram"
cask "slack"
cask "roon"
cask "alfred"
cask "1password"
cask "discord"
cask "google-chrome"
cask "vlc"
